<time>2021.9.16</time>
<p>
  Domain Registration<br/>
  <strong>169 円</strong> (Year)
</p>
<p>
  Domain Privacy Protection<br/>
  <strong>739 円</strong> (Year)
</p>
<p>
  Cloudflare Protection<br/>
  <strong>1,475 円</strong> (Lifetime)
</p>
<hr/>
<p>
  新型コロナウイルスのパンデミック以降、オンラインイベントが増えたことをきっかけに、
改めてインターネットの安全性についてを考えるようになるまでは、
SSL/TLSという技術を使って情報を保護しないと（保護されたウェブサイトのアドレスは https から始まる）
危険なウェブサイトと判断されるってことすら知らなかった。<br/>
(新しく開設したこのウェブサイトをSSL/TLS暗号化することはできたけど、それがどういう仕組みなのかはまだ詳しくはわかってない。)
</p>
<p>
  コロナ禍に不特定多数の人が集まる場所を開くには個人情報の収集が必要になった。
  だけど、なんらかの情報を集めることに少しの後ろめたさ・不信感を感じる。<br/>
  万が一に備えた仕組みだってことはわかってるけど、用途をちゃんと理解できてないと疑問を抱いてしまう。
</p>
<p>
  同じように、インターネットに接続すると必ず発信される（送信しなければいけない）情報があるらしい。<br/>
  それらの情報は、安心・安全にインターネットを利用するためや、ブラウザ・使用している機器に応じて表示を最適化するために使われる情報らしいけど、
  用途をちゃんと理解できてないと個人情報が流出したのではと疑問を抱いてしまう。
</p>
<p>
  インターネットの仕組みとして、だれもが必ず発信しなければいけない情報について深く理解できれば、
  ここに誰かがいる（いた）気配や季節の移ろいみたいなものだけがそのままの形でただここにある、
  公園のようなコミュニティサイトが作れそうな気がする。<br/>
  視覚・聴覚サポートなどのアクセシビリティ機能も取り入れて、誰もが平等にただここでぼーっとできるウェブサイトを作りたい。
</p>
